[
 {
  "chapter": 1,
  "kanda": "Bālakāndam",
  "text": "The ascetic Vālmiki asked that best of sages and foremost of those conversant with words, ever engaged in austerities and Vaidika studies, Nārada saying,—\"Who at present in this world is alike crowned with qualities, and endued with prowess, knowing duty, and grateful, and truthful, and firm in vow,—who is qualified by virtue of his character, and who is ever studious of the welfare of all creatures? Who is learned, hath studied society, and knoweth the art of pleasing his subjects? And who alone is ever lovely to behold? Who hath subdued his heart, and controlled his anger, is endowed with personal grace, and devoid of malice; and whom, enraged in battle, do even the gods, fear? Great is my curiosity to hear of such a person. Thou canst, O Maharshi tell me of a man of this description.\" Hearing Valmiki's words, Nārada, cognizant of the three worlds, said with alacrity,—\"Do thou listen! Rare as are the qualities mentioned by thee, I will, O sage, having duly considered, describe unto thee a person endued with them. There is one sprung from the line of Ikshwāku, known by the name of Rāma. He is of subdued soul and exceeding prowess; effulgent; endowed with patience; having senses under control; intelligent; learned in morality; eloquent; crowned with grace; the slayer of foes; broad-shouldered; possessed of mighty arms, a conch-shaped neck, fleshy jaws, and a broad chest; a powerful bowman; the repressor of foes; having plump shoulder-blades; of arms reaching down unto his knees; with a beautiful head, and a graceful forehead; and endowed with excellent might; having symmetrical limbs; and of a cool hue; and possessed of prowess; and having a well-developed chest; with expansive eyes; crowned with auspiciousness and favourable marks; knowing duty; firm in promise; aye engaged in the good of his subjects; of accomplished renown; furnished with knowledge; pure in body and spirit; modest towards superiors; versed in self-knowledge; like unto Prajāpati himself; blest with prosperity; protecting all; the destroyer of enemies, and supporter of all living beings; and the stay of order, practising all the duties of his class; and preserving those cleaving unto him; versed in the profundities of the Vedas and the Vedāngas; accomplished in archery; gifted with a good memory; ascertaining with rapidity the truth of things; the darling of all; unreproved; of unvanquished spirit; discerning; proficient in every branch of learning; ever resorted to by the good even as the ocean is, by the rivers; worthy of being honored; having an equal regard for all; and capable of filling the heart with ever-new sensations. Crowned with every grace; he enhanceth the joys of Kaucalya; being like unto the sea in gravity, and unto the Himavat in patience. In prowess, he is like unto Vishnu, and boasteth of the personal attractions of the Moon. In anger he resembleth the fire raging at the dissolution of all; and in forgiveness, he is like unto the Earth. In giving away, he is like unto (Kuvera) the Bestower of riches, and in truth, he is like another Dharma."
 },
 {
  "chapter": 2,
  "kanda": "Bālakāndam",
  "text": "Hearing those words of Nārada, that one of virtuous soul, skilled in speech, together with his disciples, worships that mighty sage. And having received due honors, the celestial asking for and receiving permission (to depart), went to the etherial regions. And when Nārada had left for the celestial regions, that holy person went to the banks of the Tamasā hard by the Jahnavi. And having arrived at the banks of that river, the pious one, observing a holy spot devoid of mud, spoke into his disciple standing by, saying,—\"O Bharadwiya, behold this holy spot devoid of mud. And it is beautiful, and contains pleasant waters, even like the minds of good men. Do thou, child, put down thy pitcher, and give me my bark. I will bathe even in this Tamasā, the best of holy spots.\" Thus accosted by the high-souled Vālmiki, Bharadwāja ever intent upon serving his spiritual guide, presented the sage his bark. And that one of subdued senses, having received his bark from his disciple, began to range around, surveying that extensive forest. In the vicinity of the wood, that worshipful one espied a pair of Kraunchas, emitting melodious notes, and ranging around in perfect peace of mind. At this juncture, a wicked-minded fowler, singling out the male without any cause of hostility, slew him in the very presence of the holy man. And observing him struggling on the earth, bathed in blood his help-mate began to bewail in piteous accents, at the prospect of her separation from her copper-crested oviparous husband, engaged in sport with extended plumage. Finding the oviparous one thus brought down by the fowler, the piety of that pious and righteous-souled Rishi was excited exceedingly. Then considering it to be an unrighteous deed, with a heart moved with pity, that twice-born one, beholding the weeping Kraunchi, spoke these words,—\"O fowler, since thou hast slain one of a pair of Kraunchas, thou shalt never attain prosperity!\" Having uttered this, he thought within himself, \"What is this that I have said, afflicted with grief for the bird?\" Revolving thus in his mind, that highly-wise one and best of sages addressed his disciple, saying,—\"This speech that I have uttered is of equal feet and accents; and is capable of being chaunted according to measure to stringed accompaniment. Let it therefore go forth as a sloka as it has come out of my sorrow!\""
 },
 {
  "chapter": 3,
  "kanda": "Āranya Kāndam",
  "text": "Then Virādha again spoke filling the forest, “Do ye tell me who ask you,—who are ye and whither are ye going?\" Thereupon, the highly energetic Rāma answered the Rākshasa with a flaming face, when he had thus asked (Rāma)—that he belonged to the Ikshwāku race. “Know us that are in ihe forest, for Kshatriyas of respectable character. I also am anxious of knowing who thou art, that goest about the Dandakas.\" Virādha answered Rāma having truth for his prowess, \"Ah! I will tell thee, O king. Do thou, O Rāghava understand! I am son unto Java, and my mother is Satarhadā. All the Rākshasas of the earth have called me Virādha. Having gratified Brahmā by my asceticism, I received (this boon) that none in the world would be able to slay me by mangling my body with weapons. Forsaking this fair one, do ye renouncing all hope (of either recovering her or vanquishing me), speedily flee away to that place whence ye had come;—else I shall deprive you of your lives.\" Thereat, Rāma with his eyes reddened through wrath replied unto that Rākshasa of a deformed shape, the wicked Virādha—saying, “Little! shame on thee of base purposes! Thou surely seekest thy own death; and (death) thou shall get in battle. Stay! Thou escapest me not with life.\" Then stringing his bow, Rāma, speedily aiming at the Rākshasa, pierced him with sharpened shafts; and (then) from his bow-string let go seven shafts, having their feathered parts plaited with gold, furnished with great velocity, and coursing like Suparna or the wind. Thereat, resembling flames, those arrows furnished with peacocks' feathers, pierced Virādha's body, and fell to the earth, covered with blood. On being thus pierced, the Rākshasa set Vaidehi down, and, upraising a dart, rushed in wrath towards Rāma and Lakshmana. And sending forth a mighty roar, he took up a dart resembling the banner of Sakra; and he then appeared like the Destroyer with opening mouth. Then the brothers showered a blazing volley of shafts on the Rākshasa, resembling the Destroyer himself. And stationing himself at a spot, the Rākshasa, laughing terribly, yawned, and as he yawned the flest-coursing shafts fell off from his person. And by virtue of the bestowal of the boon (by Brahmā), the Rākshasa Virādha drew up his vital energies, and, lifting up a pike, darted at the descendants of Raghu. That best of those bearing arms cut off with two arrows that dart resembling the thunder-bolt and flaming in the sky. And the dart severed by the shafts of Rāma, fell to the earth, as falls a crag severed by the thunderbolt. Thereat, swiftly raising up a sword, resembling a black snake, each (of the Rāghavas) approached his antagonist, and began to assail him hastily. Thus hard beset, that terrible one, seizing them both with his arms, attempted to make away with those foremost of men, who, however, retained their calmness."
 }
]
